{"basics":{"name":"Haya Kassem","label":"AI Evaluator","image":"","email":"hayakassem@yahoo.com","LinkedIn":"linkedin.com/in/haya-kassem-96b791247","summary":"Motivated data science enthusiast, committed to bridging the divide between data science and policymaking, unlocking the transformative potential of big data.","location":{"city":"Coventry","region":"United Kingdom"}},"education":[{"institution":"University of Warwick","area":"Big Data And Digital Futures","studyType":"MSc","startDate":"2023","endDate":"2024","grade":"Distinction","summary":"Recognised for best overall performance on the course. Final portfolio invited to be used in promotional materials by the University of Warwick.","highlights":["Developed a comprehensive understanding of data science theories, ethical considerations, and practical applications, including advanced techniques in web scraping and data mining, using R, SQL, and Python with a focus on generative AI.","Gained proficiency in creating impactful visualisations using R and Python, with critical analysis from ethical, aesthetic, and methodological perspectives.","Engaged with the technical intricacies of large-scale technological ecosystems, including distributed data processing and decentralised blockchain systems."]},{"institution":"University of Warwick","area":"Philosophy, Politics and Economics","studyType":"BA (with honours)","startDate":"2020","endDate":"2023","grade":"First Class Honours","summary":"Graduated with a focus on Middle Eastern and US politics, Consumer Cultures in Global Capitalism, Principles of the Political Economy, and Terrorism and Counterterrorism.","highlights":["Acquired proficiency in Stata, LaTeX, and MathType within Computing and Data Analysis modules, significantly enhancing my analytical skill set.","Advanced my Python skills through independent learning, culminating in an undergraduate dissertation recognised with a bursary award for innovative theoretical and methodological approaches."]},{"institution":"University of Warwick","area":"Social Sciences","studyType":"Warwick IFP","startDate":"2019","endDate":"2020","grade":"Distinction (84%)","summary":"Developed strong research skills and enhanced my understanding of research methodologies.","highlights":["Completed an Inquiry and Research Skills module to build foundational research abilities."]},{"institution":"The British School, Alexandria","area":"AS Levels and GCSEs","studyType":"Secondary Education","startDate":"2015","endDate":"2019","grade":"AS Levels: Maths (A), Physics (A), History (A), Arabic (A); GCSEs: 8 (A*).","summary":"Achieved excellent academic results across multiple subjects.","highlights":["AS Levels: Maths (A), Physics (A), History (A), Arabic (A).","GCSEs: 8 (A*), including Maths (A*), English as a First Language (A*), and French (A*)."]}],"work":[{"name":"Outlier","position":"AI Evaluator","location":"Birmingham, ENG","startDate":"09/2024","summary":"Developed and optimised content accuracy checks for AI-generated text across multiple subjects and fields.","highlights":["Analysed AI responses for bias, inaccuracies, and potential harm, utilising advanced research and data verification tools.","Generated strategic recommendations for refining responses to enhance clarity, reliability, and user relevance."]},{"name":"University Of Warwick","position":"Student Ambassador","location":"Coventry, ENG","startDate":"01/2023","summary":"Promoted Warwick's academic and cultural environment to prospective students, effectively boosting engagement in recruitment events.","highlights":["Aided with student recruitment by leading talks and campus tours."]},{"name":"Seraph Science","position":"Outreach Executive","location":"London, ENG","startDate":"09/2022","endDate":"09/2023","summary":"Marketing specialist helping tech firms connect with senior executives.","highlights":["Generated new leads and built searches using LinkedIn Sales Navigator, contributing to a 12% increase in Pathfinder membership.","Developed relationships with C-Suite executives, enhancing community awareness and promoting services, leading to a 14% increase in engagement."]},{"name":"The Central Bank of Egypt","position":"Macroprudential and Monetary Policy Intern","location":"Cairo, EGY","startDate":"08/2022","endDate":"09/2022","summary":"Analysed data sets provided by CAPMAS to assess financial risk- using Microsoft Excel and SQL.","highlights":["Synthesised economic research into comprehensive reports, supporting senior economists in policy development.","Demonstrated adaptability in a high-pressure environment, successfully meeting tight deadlines and contributing to key economic talks."]}],"volunteer":[{"organization":"Warwick Centre of Interdisciplinary Methodologies SSLC","position":"EDI Representative","startDate":"10/2023","summary":"Established the department's inaugural EDI subcommittee, spearheading initiatives to decolonise the curriculum and infuse diversity and inclusivity within the MA in Digital Media and Culture, MSc in Big Data and Digital Futures, and MASc in Data Visualisation programmes.","highlights":["Led workshops and sessions aimed at making data science practices more accessible and inclusive, advancing the establishment of an equitable academic community and enhancing learning environments for a diverse cohort of students."]}],"skills":[{"name":"IT Skills","keywords":["Microsoft Office Suite (Word, Excel, PowerPoint)","Canva","Stata","LaTeX","SAP SuccessFactors","MathType","Microsoft Azure","Apache Spark","Shiny","GitHub","SQL","Python","R"]},{"name":"Quantitative Skills","keywords":["Strong foundation in mathematical and statistical analysis","Capable of handling complex data with accuracy and efficiency"]},{"name":"Qualitative Skills","keywords":["Demonstrate keen observational abilities","Adeptness in developing strategies, utilising creative and critical thinking to solve problems"]},{"name":"Communication Skills","keywords":["Effective in both verbal and written communication","Skilled at presenting complex ideas clearly and engagingly"]}],"languages":[{"language":"Arabic","fluency":"Native Tongue"},{"language":"English","fluency":"Native/Bilingual Proficiency"},{"language":"French","fluency":"Limited Working Proficiency"}],"interests":[{"name":"Emerging Technologies","keywords":["AI Ethics","Global Socioeconomic Trends"]}],"awards":[{"title":"Pearson Edexcel Outstanding Learners Award","date":"2018","summary":"Awarded for the highest mark in Africa in IGCSE History."},{"title":"Outstanding Cambridge Learner Award","date":"2018","summary":"Awarded for achieving the highest mark in Alexandria in IGCSE English."},{"title":"COBIS Student Achievement Award","date":"2019","summary":"Awarded for exceptional academic achievement across all subjects."},{"title":"CIM Bursary Award For Exceptional Students","date":"2023","summary":"Awarded for outstanding performance during undergraduate studies, supporting the pursuit of MSc studies at Warwick."},{"title":"CIM Award for Excellence","date":"2024","summary":"Awarded for the best Overall Performance in MSc Big Data and Digital Futures."}],"certificates":[{"name":"Accenture Strategy Consulting Virtual Experience","date":"2024","issuer":"Accenture","credentialID":"MMf3YG4rCpoHm5wHM"},{"name":"Lululemon Omnichannel Marketing Virtual Experience Program","date":"2024","issuer":"Lululemon","credentialID":"XSqhNPKDkFrBs9Meh"}]}